aurorae
base
base-devel
bluedevil
blueman
bluez
bluez-utils
bpytop
brave-bin
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btrfs-progs
clang
cmatrix
digikam
discover
dolphin
drkonqi
efibootmgr
fastfetch
fd
file-roller
flatpak-kcm
fzf
gimp
git
glow
gnome-system-monitor
grub
grub-btrfs
gst-plugin-pipewire
gtk4
htop
hyprland
hyprlock
hyprshot
inotify-tools
intel-media-driver
intel-ucode
inxi
iw
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
konsole
kpipewire
krdp
krita
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
libpulse
libva-intel-driver
linux
linux-firmware
man-db
matugen
mediainfo
milou
mpv
nano
nautilus
neovim
network-manager-applet
networkmanager
nodejs
notion-app-enhanced
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nwg-look
obsidian
ocean-sound-theme
os-prober
oxygen
oxygen-sounds
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
qqc2-breeze-style
qt5-wayland
qt5ct
qt6-wayland
qt6ct
reflector
rose-pine-cursor
rose-pine-hyprcursor
screenfetch
sddm
sddm-kcm
shotwell
smartmontools
sof-firmware
spectacle
speedtest-cli
starship
stow
swaync
swww
systemsettings
timeshift
timeshift-autosnap
tmux
tree-sitter-cli
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unzip
uwsm
vim
visual-studio-code-bin
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wacomtablet
waybar
wev
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
yazi
zoxide
zram-generator
